{
  "typed": "Programador, Fã de Pokémon, Freelancer",
  "home_button": "Início",
  "about_button": "Sobre",
  "resume_button": "Currículo",
  "portfolio_button": "Portfólio",
  "services_button": "Serviços",
  "about_section": "Sobre",
  "about_text": "Olá! Sou {naoji}, um desenvolvedor de software apaixonado por criar soluções inovadoras. Meu objetivo é transformar códigos em ideias relevantes para pessoas e negócios. Estou aberto a colaborações, oportunidades ou apenas para bater um papo!",
  "about_role": "Desenvolvedor",
  "about_desc": "Adoro pensar de maneira dinâmica e possuo um perfil voltado para a inovação e focado em resultados e entregas. Gosto de debater sobre processos e problemas internos, buscando constantemente por melhorias. Sou autodidata, altamente analítico e apaixonado pelo universo da tecnologia.",
  "about_github": "GitHub:",
  "about_github_text": "github.com/n4oji",
  "about_city": "Cidade:",
  "about_city_text": "São Paulo, Brasil",
  "about_degree": "Formação:",
  "about_degree_text": "Bacharel em Ciência e Tecnologia",
  "about_freelance": "Freelas:",
  "about_freelance_text": "Disponível",
  "about_email": "Email:",
  "about_email_text": "contato@naoji.com.br",
  "facts_section": "Conquistas",
  "facts_text": "No decorrer da minha vida, tive a oportunidade de aprender, crescer e contribuir para projetos incríveis. Estou sempre em busca de novos desafios e prêmios para adicionar a esta lista! Aqui estão algumas das minhas conquistas!",
  "facts_products": "Produtos Desenvolvidos",
  "facts_awards": "Prêmios",
  "facts_awards_text": "Dentre eles, 4 leões de Cannes",
  "facts_exp": "Anos de Experiência",
  "facts_brands": "Marcas Atendidas",
  "skills_section": "Skills",
  "skills_text": "Linguagens, Frameworks e Ferramentas.",
  "resume_section": "Currículo",
  "resume_title_text": "Resumo",
  "resume_text": "Desenvolvedor Back-End dedicado e orientado a resultados, com mais de 3 anos de experiência na criação e desenvolvimento de aplicativos, sites e sistemas centrados no usuário. Especializado em transformar requisitos complexos em soluções de software eficientes, desde o conceito inicial até a entrega final e refinada.",
  "resume_degree": "Formação",
  "resume_degree_text": "Bacharel em Ciência e Tecnologia",
  "resume_university": "Universidade Federal do ABC",
  "resume_degree_about": "Nesse curso, tive a oportunidade de aprimorar minhas habilidades de desenvolvimento, trabalhando em projetos interdisciplinares que exigiam uma abordagem investigativa e inovadora. A metodologia aplicada foi essencial para minha evolução contínua como desenvolvedor.",
  "resume_course_1": "Fundamentos para Desenvolvimento de Software",
  "resume_course_1_desc": "Iniciativa abrangente que visa equipar indivíduos com as habilidades e conhecimentos essenciais para se tornarem desenvolvedores de software qualificados.",
  "resume_course_2": "Imersão Inteligência Artificial 2ª Edição",
  "resume_course_2_desc": "Curso intensivo focado em IA e suas aplicações práticas, abordando algoritmos, machine learning e implementação de soluções inteligentes.",
  "resume_experience": "Experiência Profissional",
  "resume_experience_1": "Desenvolvedor Back-End Jr.",
  "resume_experience_1_1": "Responsável por montar os stacks utilizados, com Django e Docker.",
  "resume_experience_1_2": "DevOps - Git e Clouds (Digital Ocean, Azure).",
  "resume_experience_1_3": "Produção de sistemas internos como Intranet, e E-mail.",
  "resume_experience_1_4": "Criação de uma rede social para Santher, utilizando integração com o Google Maps.",
  "resume_experience_1_5": "Alguns clientes com quem trabalhei:",
  "resume_experience_1_5_1": "Santher, Revista Raça, Cruzeiro do Sul, Brastemp",
  "resume_experience_2": "Analista de Produção",
  "resume_experience_2_1": "Responsável por coletar dados da produção e gerar relatórios utilizando Power BI.",
  "resume_experience_2_2": "Aumento de eficiência da linha de produção em 15%.",
  "resume_experience_3": "Engenheiro de Dados",
  "resume_experience_3_1": "Desenvolvimento e manutenção de pipelines de dados com Python, BigQuery e MongoDB.",
  "resume_experience_3_2": "Modelagem e consultas avançadas em bancos de dados.",
  "resume_experience_3_3": "Integração de dados de múltiplas fontes e criação de dashboards.",
  "portfolio_section": "Portfólio",
  "portfolio_card": "Tudo",
  "services_section": "Serviços",
  "services_text": "Alguns exemplos de serviços que eu ofereço!",
  "services_web": "Web",
  "services_web_text": "Sites profissionais e atraentes que convertem visitantes em clientes",
  "services_database": "Banco de Dados",
  "services_database_text": "Dados com segurança e eficiência, garantindo a confiabilidade do seu negócio",
  "services_cloud": "Cloud",
  "services_cloud_text": "Seu projeto na Cloud para uma maior segurança, escalabilidade e rapidez de projeto",
  "services_systems": "Sistemas",
  "services_systems_text": "Criação e manutenção de sistemas para seu negócio",
  "services_apps": "Aplicativos",
  "services_apps_text": "Aplicativos sob medida que solucionam problemas e otimizam processos",
  "services_portfolio": "Portfólio",
  "services_portfolio_text": "Crie seu portfólio online responsivo e moderno para atrair clientes!",
  "testimonial_section": "Recomendações",

  "footer_text": "Não hesite em me chamar para um bate papo!"
}
